Repository: Frezz12/GoNow
Catalog: apps/ios/GoNow/GoNow/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

# activity.create.category.label
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
pt_br: Categoria
ru: Категория
zh_hans: 类别

# activity.create.location.action
source: Use location
de: Standort wählen
es: Usar ubicación
fr: Utiliser la position
pt_br: Usar localização
ru: Определить
zh_hans: 使用位置

# activity.create.location.denied
source: Location access is disabled
de: Standortzugriff ist deaktiviert
es: El acceso a la ubicación está desactivado
fr: L’accès à la position est désactivé
pt_br: O acesso à localização está desativado
ru: Доступ к геопозиции выключен
zh_hans: 位置权限已关闭

# activity.create.location.label
source: Activity location
de: Ort der Aktivität
es: Ubicación de la actividad
fr: Lieu de l’activité
pt_br: Local da atividade
ru: Место активности
zh_hans: 活动地点

# activity.create.location.loading
source: Finding your location…
de: Standort wird bestimmt…
es: Buscando tu ubicación…
fr: Localisation en cours…
pt_br: Buscando sua localização…
ru: Определяем геопозицию…
zh_hans: 正在获取位置…

# activity.create.location.ready
source: Current location is ready
de: Aktueller Standort ist bereit
es: La ubicación actual está lista
fr: La position actuelle est prête
pt_br: A localização atual está pronta
ru: Текущая геопозиция получена
zh_hans: 已获取当前位置

# activity.create.location.required
source: Location is required to create an activity
de: Standort ist zum Erstellen erforderlich
es: La ubicación es necesaria para crear una actividad
fr: La position est requise pour créer une activité
pt_br: A localização é necessária para criar uma atividade
ru: Для создания нужна геопозиция
zh_hans: 创建活动需要位置信息

# activity.location.search.clear
source: Clear search
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
pt_br: Limpar busca
ru: Очистить поиск
zh_hans: 清除搜索

# activity.location.search.error
source: Couldn’t find this address. Check the connection and try again.
de: Adresse konnte nicht gefunden werden. Verbindung prüfen und erneut versuchen.
es: No se pudo encontrar esta dirección. Comprueba la conexión e inténtalo de nuevo.
fr: Adresse introuvable. Vérifiez la connexion et réessayez.
pt_br: Não foi possível encontrar este endereço. Verifique a conexão e tente novamente.
ru: Не удалось найти адрес. Проверьте соединение и попробуйте снова.
zh_hans: 无法找到该地址。请检查网络连接后重试。

# activity.location.search.helper
source: Enter an address or place name
de: Adresse oder Ort eingeben
es: Introduce una dirección o un lugar
fr: Saisissez une adresse ou un lieu
pt_br: Digite um endereço ou local
ru: Введите адрес, район или название места
zh_hans: 输入地址或地点名称

# activity.location.search.no_results
source: Nothing found. Add a city, street, or station.
de: Nichts gefunden. Stadt, Straße oder Station ergänzen.
es: No se encontró nada. Añade una ciudad, calle o estación.
fr: Aucun résultat. Ajoutez une ville, une rue ou une station.
pt_br: Nada encontrado. Adicione uma cidade, rua ou estação.
ru: Ничего не найдено. Добавьте город, улицу или станцию метро.
zh_hans: 未找到结果。请补充城市、街道或车站。

# activity.location.searching
source: Searching addresses…
de: Adressen werden gesucht …
es: Buscando direcciones…
fr: Recherche d’adresses…
pt_br: Buscando endereços…
ru: Ищем адреса…
zh_hans: 正在搜索地址…

# activity.show.at_start
source: At start
de: Zum Start
es: Al inicio
fr: Au début
pt_br: No início
ru: В момент начала
zh_hans: 开始时

# auth.already_have_account
source: Already have an account?
de: Du hast bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
pt_br: Já tem uma conta?
ru: Уже есть аккаунт?
zh_hans: 已有账户？

# auth.create_account
source: Create account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
pt_br: Criar conta
ru: Создать аккаунт
zh_hans: 创建账户

# auth.field.name
source: Your name
de: Dein Name
es: Tu nombre
fr: Votre nom
pt_br: Seu nome
ru: Ваше имя
zh_hans: 您的姓名

# auth.field.new_password
source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
pt_br: Nova senha
ru: Новый пароль
zh_hans: 新密码

# auth.field.password
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
pt_br: Senha
ru: Пароль
zh_hans: 密码

# auth.field.password_confirm
source: Confirm password
de: Passwort bestätigen
es: Confirmar contraseña
fr: Confirmer le mot de passe
pt_br: Confirmar senha
ru: Повторите пароль
zh_hans: 确认密码

# auth.first_time
source: New to GoNow?
de: Neu bei GoNow?
es: ¿Primera vez en GoNow?
fr: Nouveau sur GoNow ?
pt_br: Novo no GoNow?
ru: Впервые в GoNow?
zh_hans: 第一次使用 GoNow？

# auth.forgot_password
source: Forgot password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
pt_br: Esqueceu a senha?
ru: Забыли пароль?
zh_hans: 忘记密码？

# auth.login.hero.subtitle
source: Sign in to find people for activities nearby.
de: Melde dich an, um Menschen für Aktivitäten in deiner Nähe zu finden.
es: Inicia sesión para encontrar personas para actividades cercanas.
fr: Connectez-vous pour trouver des personnes pour des activités à proximité.
pt_br: Entre para encontrar pessoas para atividades por perto.
ru: Войдите, чтобы находить людей для активностей рядом.
zh_hans: 登录以寻找附近一起参加活动的人。

# auth.login.hero.title
source: Nearby is more fun
de: Gemeinsam in der Nähe macht mehr Spaß
es: Cerca es más divertido
fr: À proximité, c’est plus sympa
pt_br: Perto é mais divertido
ru: Рядом — интереснее
zh_hans: 附近更有趣

# auth.password.helper
source: At least 8 characters. Avoid an obvious password.
de: Mindestens 8 Zeichen. Verwende kein offensichtliches Passwort.
es: Al menos 8 caracteres. Evita una contraseña obvia.
fr: Au moins 8 caractères. Évitez les mots de passe évidents.
pt_br: Pelo menos 8 caracteres. Evite uma senha óbvia.
ru: Минимум 8 символов. Не используйте очевидный пароль.
zh_hans: 至少 8 个字符，请勿使用简单密码。

# auth.password.hide
source: Hide password
de: Passwort ausblenden
es: Ocultar contraseña
fr: Masquer le mot de passe
pt_br: Ocultar senha
ru: Скрыть пароль
zh_hans: 隐藏密码

# auth.password.show
source: Show password
de: Passwort anzeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
pt_br: Mostrar senha
ru: Показать пароль
zh_hans: 显示密码

# auth.register.hero.subtitle
source: Create an account in less than a minute.
de: Erstelle in weniger als einer Minute ein Konto.
es: Crea una cuenta en menos de un minuto.
fr: Créez un compte en moins d’une minute.
pt_br: Crie uma conta em menos de um minuto.
ru: Создайте аккаунт — это займёт меньше минуты.
zh_hans: 不到一分钟即可创建账户。

# auth.register.hero.title
source: Your plans start here
de: Deine Pläne beginnen hier
es: Tus planes empiezan aquí
fr: Vos projets commencent ici
pt_br: Seus planos começam aqui
ru: Ваши планы начинаются здесь
zh_hans: 您的计划从这里开始

# auth.reset.action
source: Change password
de: Passwort ändern
es: Cambiar contraseña
fr: Modifier le mot de passe
pt_br: Alterar senha
ru: Изменить пароль
zh_hans: 更改密码

# auth.reset.code.accessibility
source: Six-digit recovery code
de: Sechsstelliger Wiederherstellungscode
es: Código de recuperación de seis dígitos
fr: Code de récupération à six chiffres
pt_br: Código de recuperação de seis dígitos
ru: Шестизначный код восстановления
zh_hans: 六位恢复代码

# auth.reset.code.description
source: Enter the code from the email and choose a new password.
de: Gib den Code aus der E-Mail ein und wähle ein neues Passwort.
es: Introduce el código del correo y elige una nueva contraseña.
fr: Saisissez le code reçu par e-mail et choisissez un nouveau mot de passe.
pt_br: Digite o código do e-mail e escolha uma nova senha.
ru: Введите код из письма и придумайте новый пароль.
zh_hans: 输入邮件中的代码并设置新密码。

# auth.reset.code.placeholder
source: Code from email
de: Code aus der E-Mail
es: Código del correo
fr: Code reçu par e-mail
pt_br: Código do e-mail
ru: Код из письма
zh_hans: 邮件验证码

# auth.reset.email.description
source: Enter your email. If the account exists, we will send a recovery code.
de: Gib deine E-Mail-Adresse ein. Falls das Konto existiert, senden wir einen Wiederherstellungscode.
es: Introduce tu correo. Si la cuenta existe, enviaremos un código de recuperación.
fr: Saisissez votre e-mail. Si le compte existe, nous enverrons un code de récupération.
pt_br: Digite seu e-mail. Se a conta existir, enviaremos um código de recuperação.
ru: Введите email. Если аккаунт существует, мы отправим код для восстановления.
zh_hans: 输入邮箱。如果账户存在，我们会发送恢复代码。

# auth.reset.navigation_title
source: Recovery
de: Wiederherstellung
es: Recuperación
fr: Récupération
pt_br: Recuperação
ru: Восстановление
zh_hans: 恢复

# auth.reset.new_password.title
source: Set a new password
de: Neues Passwort festlegen
es: Establecer nueva contraseña
fr: Définir un nouveau mot de passe
pt_br: Definir nova senha
ru: Установите новый пароль
zh_hans: 设置新密码

# auth.reset.request_code
source: Get code
de: Code anfordern
es: Obtener código
fr: Obtenir le code
pt_br: Obter código
ru: Получить код
zh_hans: 获取验证码

# auth.reset.resend_code
source: Send code again
de: Code erneut senden
es: Reenviar código
fr: Renvoyer le code
pt_br: Reenviar código
ru: Отправить код ещё раз
zh_hans: 重新发送验证码

# auth.reset.title
source: Password recovery
de: Passwort wiederherstellen
es: Recuperación de contraseña
fr: Récupération du mot de passe
pt_br: Recuperação de senha
ru: Восстановление пароля
zh_hans: 找回密码

# auth.sign_in
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
pt_br: Entrar
ru: Войти
zh_hans: 登录

# auth.sign_in.hint
source: Sign in with the specified email and password
de: Mit der angegebenen E-Mail und dem Passwort anmelden
es: Iniciar sesión con el correo y la contraseña indicados
fr: Se connecter avec l’e-mail et le mot de passe indiqués
pt_br: Entrar com o e-mail e a senha informados
ru: Войти с указанными email и паролем
zh_hans: 使用指定邮箱和密码登录

# auth.verify.action
source: Verify
de: Bestätigen
es: Verificar
fr: Vérifier
pt_br: Verificar
ru: Подтвердить
zh_hans: 验证

# auth.verify.code.accessibility
source: Six-digit verification code
de: Sechsstelliger Bestätigungscode
es: Código de verificación de seis dígitos
fr: Code de vérification à six chiffres
pt_br: Código de verificação de seis dígitos
ru: Шестизначный код подтверждения
zh_hans: 六位验证码

# auth.verify.navigation_title
source: Verification
de: Bestätigung
es: Verificación
fr: Vérification
pt_br: Verificação
ru: Подтверждение
zh_hans: 验证

# auth.verify.sent %@
source: We sent a six-digit code to %@.
de: Wir haben einen sechsstelligen Code an %@ gesendet.
es: Enviamos un código de seis dígitos a %@.
fr: Nous avons envoyé un code à six chiffres à %@.
pt_br: Enviamos um código de seis dígitos para %@.
ru: Мы отправили шестизначный код на %@.
zh_hans: 我们已向 %@ 发送六位验证码。

# auth.verify.title
source: Verify your email
de: E-Mail bestätigen
es: Verifica tu correo
fr: Vérifiez votre e-mail
pt_br: Verifique seu e-mail
ru: Подтвердите email
zh_hans: 验证邮箱

# auth.verifying
source: Verifying…
de: Wird geprüft…
es: Verificando…
fr: Vérification…
pt_br: Verificando…
ru: Проверяем…
zh_hans: 正在验证…

# chat.empty.message
source: When you join an activity, all its messages will appear here.
de: Nach dem Beitritt zu einer Aktivität erscheinen alle Nachrichten hier.
es: Cuando te unas a una actividad, todos los mensajes aparecerán aquí.
fr: Après avoir rejoint une activité, tous les messages apparaîtront ici.
pt_br: Ao participar de uma atividade, todas as mensagens aparecerão aqui.
ru: После присоединения к активности все сообщения появятся здесь.
zh_hans: 加入活动后，所有消息都会显示在这里。

# chat.empty.title
source: It is quiet here for now
de: Hier ist es noch ruhig
es: Aún está tranquilo aquí
fr: C’est encore calme ici
pt_br: Ainda está tranquilo aqui
ru: Пока здесь тихо
zh_hans: 这里暂时很安静

# common.back
source: Back
de: Zurück
es: Atrás
fr: Retour
pt_br: Voltar
ru: Назад
zh_hans: 返回

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# common.continue
source: Continue
de: Weiter
es: Continuar
fr: Continuer
pt_br: Continuar
ru: Продолжить
zh_hans: 继续

# common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pt_br: Excluir
ru: Удалить
zh_hans: 删除

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
pt_br: Concluído
ru: Готово
zh_hans: 完成

# common.error.accessibility %@
source: Error: %@
de: Fehler: %@
fr: Erreur : %@
pt_br: Erro: %@
ru: Ошибка: %@
zh_hans: 错误：%@

# common.irreversible
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
pt_br: Esta ação não pode ser desfeita.
ru: Это действие нельзя отменить.
zh_hans: 此操作无法撤销。

# common.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
pt_br: Próximo
ru: Далее
zh_hans: 下一步

# common.please_wait
source: Please wait…
de: Bitte warten…
es: Espera…
fr: Veuillez patienter…
pt_br: Aguarde…
ru: Подождите…
zh_hans: 请稍候…

# common.retry
source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

# common.saving
source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
pt_br: Salvando…
ru: Сохраняем…
zh_hans: 正在保存…

# debug.design.card.description
source: Surfaces, typography, and contrast automatically adapt to light and dark themes.
de: Oberflächen, Typografie und Kontrast passen sich automatisch an helle und dunkle Designs an.
es: Las superficies, la tipografía y el contraste se adaptan automáticamente a los temas claro y oscuro.
fr: Les surfaces, la typographie et le contraste s’adaptent automatiquement aux thèmes clair et sombre.
pt_br: Superfícies, tipografia e contraste se adaptam automaticamente aos temas claro e escuro.
ru: Поверхности, типографика и контраст автоматически адаптируются к светлой и тёмной теме.
zh_hans: 表面、字体和对比度会自动适应浅色与深色主题。

# debug.design.card.title
source: Card title
de: Kartentitel
es: Título de la tarjeta
fr: Titre de la carte
pt_br: Título do cartão
ru: Заголовок карточки
zh_hans: 卡片标题

# debug.design.empty.message
source: Empty-state component for future screens.
de: Leerer Zustand für zukünftige Bildschirme.
es: Componente de estado vacío para futuras pantallas.
fr: Composant d’état vide pour les futurs écrans.
pt_br: Componente de estado vazio para telas futuras.
ru: Компонент пустого состояния для будущих экранов.
zh_hans: 用于未来页面的空状态组件。

# debug.design.empty.title
source: Nothing here yet
de: Noch keine Inhalte
es: Todavía no hay nada
fr: Rien pour le moment
pt_br: Nada por enquanto
ru: Пока пусто
zh_hans: 暂无内容

# debug.design.field.placeholder
source: Enter text
de: Text eingeben
es: Introduce texto
fr: Saisissez du texte
pt_br: Digite o texto
ru: Введите текст
zh_hans: 输入文本

# debug.design.field.title
source: Example field
de: Beispielfeld
es: Campo de ejemplo
fr: Exemple de champ
pt_br: Campo de exemplo
ru: Пример поля
zh_hans: 示例字段

# debug.design.primary_action
source: Primary action
de: Primäre Aktion
es: Acción principal
fr: Action principale
pt_br: Ação principal
ru: Основное действие
zh_hans: 主要操作

# debug.design.secondary_action
source: Secondary action
de: Sekundäre Aktion
es: Acción secundaria
fr: Action secondaire
pt_br: Ação secundária
ru: Второстепенное действие
zh_hans: 次要操作

# debug.localization.date
source: Date
de: Datum
es: Fecha
pt_br: Data
ru: Дата
zh_hans: 日期

# debug.localization.distance
source: Distance
de: Entfernung
es: Distancia
pt_br: Distância
ru: Расстояние
zh_hans: 距离

# debug.localization.format_locale
source: Format locale
de: Formatierungs-Locale
es: Configuración regional de formato
fr: Paramètres régionaux de formatage
pt_br: Localidade de formatação
ru: Локаль форматирования
zh_hans: 格式区域设置

# debug.localization.interface_locale
source: Interface locale
de: Oberflächen-Locale
es: Configuración regional de la interfaz
fr: Paramètres régionaux de l’interface
pt_br: Localidade da interface
ru: Локаль интерфейса
zh_hans: 界面区域设置

# debug.localization.language
source: Language
de: Sprache
es: Idioma
fr: Langue
pt_br: Idioma
ru: Язык
zh_hans: 语言

# debug.localization.section
source: Localization
de: Lokalisierung
es: Localización
fr: Localisation
pt_br: Localização
ru: Локализация
zh_hans: 本地化

# debug.localization.supported_locales
source: Supported locales
de: Unterstützte Locales
es: Configuraciones regionales compatibles
fr: Paramètres régionaux pris en charge
pt_br: Localidades compatíveis
ru: Поддерживаемые локали
zh_hans: 支持的区域设置

# debug.localization.time_zone
source: Time zone
de: Zeitzone
es: Zona horaria
fr: Fuseau horaire
pt_br: Fuso horário
ru: Часовой пояс
zh_hans: 时区

# debug.localization.title
source: Localization debug
de: Lokalisierungsdiagnose
es: Diagnóstico de localización
fr: Diagnostic de localisation
pt_br: Diagnóstico de localização
ru: Отладка локализации
zh_hans: 本地化调试

# error.activity.full
source: This activity is full.
de: Diese Aktivität ist bereits voll.
es: Esta actividad está completa.
fr: Cette activité est complète.
pt_br: Esta atividade está lotada.
ru: В этой активности больше нет мест.
zh_hans: 此活动已满。

# error.auth.email_exists
source: This email is already in use.
de: Diese E-Mail wird bereits verwendet.
es: Este correo ya está en uso.
fr: Cet e-mail est déjà utilisé.
pt_br: Este e-mail já está em uso.
ru: Этот email уже используется.
zh_hans: 此邮箱已被使用。

# error.auth.invalid_credentials
source: Incorrect email or password.
de: E-Mail oder Passwort ist falsch.
es: Correo o contraseña incorrectos.
fr: E-mail ou mot de passe incorrect.
pt_br: E-mail ou senha incorretos.
ru: Неверный email или пароль.
zh_hans: 邮箱或密码错误。

# error.auth.unauthorized
source: Your session has expired. Sign in again.
de: Deine Sitzung ist abgelaufen. Melde dich erneut an.
es: Tu sesión ha caducado. Inicia sesión de nuevo.
fr: Votre session a expiré. Reconnectez-vous.
pt_br: Sua sessão expirou. Entre novamente.
ru: Сессия истекла. Войдите снова.
zh_hans: 会话已过期，请重新登录。

# error.network.decoding
source: The server response could not be processed.
de: Die Serverantwort konnte nicht verarbeitet werden.
es: No se pudo procesar la respuesta del servidor.
fr: Impossible de traiter la réponse du serveur.
pt_br: Não foi possível processar a resposta do servidor.
ru: Не удалось обработать ответ сервера.
zh_hans: 无法处理服务器响应。

# error.network.invalid_response
source: The service returned an invalid response.
de: Der Dienst hat eine ungültige Antwort zurückgegeben.
es: El servicio devolvió una respuesta no válida.
fr: Le service a renvoyé une réponse non valide.
pt_br: O serviço retornou uma resposta inválida.
ru: Сервис вернул некорректный ответ.
zh_hans: 服务返回了无效响应。

# error.network.transport
source: Could not connect to the server. Check your connection.
de: Verbindung zum Server fehlgeschlagen. Prüfe deine Verbindung.
es: No se pudo conectar al servidor. Comprueba tu conexión.
fr: Impossible de se connecter au serveur. Vérifiez votre connexion.
pt_br: Não foi possível conectar ao servidor. Verifique sua conexão.
ru: Не удалось подключиться к серверу. Проверьте соединение.
zh_hans: 无法连接服务器，请检查网络。

# error.server.generic
source: Something went wrong. Please try again.
de: Etwas ist schiefgelaufen. Versuche es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Un problème est survenu. Réessayez.
pt_br: Algo deu errado. Tente novamente.
ru: Что-то пошло не так. Попробуйте ещё раз.
zh_hans: 出了点问题，请重试。

# error.validation
source: Check the entered data.
de: Prüfe die eingegebenen Daten.
es: Revisa los datos introducidos.
fr: Vérifiez les données saisies.
pt_br: Verifique os dados informados.
ru: Проверьте введённые данные.
zh_hans: 请检查输入的信息。

# launch.restoring_session
source: Restoring your session
de: Sitzung wird wiederhergestellt
es: Restaurando la sesión
fr: Restauration de la session
pt_br: Restaurando a sessão
ru: Восстанавливаем сессию
zh_hans: 正在恢复会话

# location.current
source: Current location
de: Aktueller Standort
es: Ubicación actual
fr: Position actuelle
pt_br: Localização atual
ru: Текущее местоположение
zh_hans: 当前位置

# location.current.short
source: Current place
de: Aktueller Ort
es: Lugar actual
fr: Lieu actuel
pt_br: Local atual
ru: Текущее место
zh_hans: 当前位置

# location.permission.required
source: Allow location access
de: Standortzugriff erlauben
es: Permitir ubicación
fr: Autoriser la localisation
pt_br: Permitir localização
ru: Разрешите геолокацию
zh_hans: 允许位置访问

# location.permission.settings
source: Allow location access in iPhone Settings.
de: Erlaube den Standortzugriff in den iPhone-Einstellungen.
es: Permite la ubicación en los ajustes del iPhone.
fr: Autorisez la localisation dans les réglages de l’iPhone.
pt_br: Permita a localização nos ajustes do iPhone.
ru: Разрешите геолокацию в настройках iPhone.
zh_hans: 请在 iPhone 设置中允许位置访问。

# location.permission.unknown
source: Could not determine location permission status.
de: Der Status des Standortzugriffs konnte nicht ermittelt werden.
es: No se pudo determinar el permiso de ubicación.
fr: Impossible de déterminer l’autorisation de localisation.
pt_br: Não foi possível determinar a permissão de localização.
ru: Не удалось определить доступ к геолокации.
zh_hans: 无法确定位置权限状态。

# location.resolve.error
source: Could not determine your location. Try again.
de: Standort konnte nicht ermittelt werden. Versuche es erneut.
es: No se pudo determinar tu ubicación. Inténtalo de nuevo.
fr: Impossible de déterminer votre position. Réessayez.
pt_br: Não foi possível determinar sua localização. Tente novamente.
ru: Не удалось определить геопозицию. Попробуйте ещё раз.
zh_hans: 无法确定位置，请重试。

# location.resolving
source: Finding location…
de: Standort wird ermittelt…
es: Buscando ubicación…
fr: Localisation…
pt_br: Localizando…
ru: Определяем место…
zh_hans: 正在定位…

# location.resolving_city
source: Finding city…
de: Stadt wird ermittelt…
es: Buscando ciudad…
fr: Recherche de la ville…
pt_br: Buscando cidade…
ru: Определяем город…
zh_hans: 正在确定城市…

# location.use_current
source: Use my current location
de: Meinen Standort verwenden
es: Usar mi ubicación
fr: Utiliser ma position
pt_br: Usar minha localização
ru: Использовать мою геолокацию
zh_hans: 使用我的位置

# map.accessibility.label
source: Activity map
de: Aktivitätenkarte
es: Mapa de actividades
fr: Carte des activités
pt_br: Mapa de atividades
ru: Карта активностей
zh_hans: 活动地图

# map.activity.open
source: Open activity
de: Aktivität öffnen
es: Abrir actividad
fr: Ouvrir l’activité
pt_br: Abrir atividade
ru: Открыть активность
zh_hans: 打开活动

# map.category.animals
source: Animals
de: Tiere
es: Animales
fr: Animaux
pt_br: Animais
ru: Животные
zh_hans: 动物

# map.category.culture
source: Culture
de: Kultur
es: Cultura
pt_br: Cultura
ru: Культура
zh_hans: 文化

# map.category.education
source: Education
de: Bildung
es: Educación
fr: Éducation
pt_br: Educação
ru: Обучение
zh_hans: 学习

# map.category.food
source: Food
de: Essen
es: Comida
fr: Cuisine
pt_br: Comida
ru: Еда
zh_hans: 美食

# map.category.games
source: Games
de: Spiele
es: Juegos
fr: Jeux
pt_br: Jogos
ru: Игры
zh_hans: 游戏

# map.category.help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
pt_br: Ajuda
ru: Помощь
zh_hans: 互助

# map.category.learning
source: Learning
de: Lernen
es: Aprendizaje
fr: Apprentissage
pt_br: Aprendizado
ru: Обучение
zh_hans: 学习

# map.category.music
source: Music
de: Musik
es: Música
fr: Musique
pt_br: Música
ru: Музыка
zh_hans: 音乐

# map.category.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
pt_br: Outro
ru: Другое
zh_hans: 其他

# map.category.travel
source: Travel
de: Reisen
es: Viajes
fr: Voyage
pt_br: Viagem
ru: Путешествия
zh_hans: 旅行

# map.category.walk
source: Walk
de: Spaziergang
es: Paseo
fr: Balade
pt_br: Passeio
ru: Прогулка
zh_hans: 散步
